Repository: ByteOfKathy/dipvis
Catalog: visualiser/locale/*/LC_MESSAGES/django.po
Languages: fr

source: DipTV - Game Scoring Systems
fr: DipTV - Systèmes de Classement

source: Game Scoring Systems:
fr: Systèmes de Classement

source: No game scoring systems are available.
fr: Aucun système de classement nE'st disponible

source: DipTV - Upload Game Position Image
fr: DipTV - Chargement de l'image de la Position de la Partie

source: Upload Game Position Image
fr: Charger l'Image de la Position de la Partie

source: Image should be of the position at the <b>start</b> of the specified phase
fr: L'image doit corresondre à la position au <b>start</b> de la phase spécifiée

source: DipTV - %(tournament)s Game %(game)s Views
fr: DipTV - %(tournament)s Vue d'ensemble pour la Partie %(game)s

source: Game %(game)s Views
fr: Vue d'ensemble pour la Partie %(game)s

source: Top Board for the tournament
fr: Table Finale pour le tournoi

source: Game is ongoing.
fr: La partie est en cours

source: Last year played is %(year)s.
fr: La dernière année jouée est %(year)s

source: Start time:
fr: Heure de début

source: Played with the %(set)s set.
fr: Joué avec l'ensemble %(set)s

source: Views:
fr: Vues d'ensemble

source: Supply Centre Ownership
fr: Tableau de Possession des Centres

source: Latest Position
fr: Dernière Position

source: News
fr: Nouvelles

source: Position Timelapse
fr: Timelapse de la position

source: Background
fr: Contexte

source: Data Entry:
fr: Entrée des données

source: Enter SC Counts
fr: Entrer le décompte des centres

source: Use this to update the supply centre chart for the game.
fr: Utiliser ceci pour modifier le décompte des centres pour la partie

source: Enter SC Ownership
fr: Entrer la possession des centres

source: Use this to update the supply centre ownership for the game.
fr: Utilisez ceci pour mettre à jour la possession des centres pour la partie

source: Import SC Counts from Backstabbr
fr: Importer le décompte des centres à partir de Backstabbr

source: Use this to update the supply centre chart a game on Backstabbr. Backstabbr URL must be in the game's notes (and hence listed above).
fr: Utilisez ceci pour mettre à jour la tble de décompte des centres sur Backstabbr. L'URL de Backstabbr doit être dans les notes de la partie (et donc notée ci-dessus).

source: Upload Game Image
fr: Charger Image de la Partie

source: Use this to add a picture of the game in progress.
fr: Utilisez ceci pour ajouter une image de la partie en cours

source: Enter Draw Vote
fr: Entrez Vote de Fin de Partie

source: Use this to record draw votes, whether they succeed or fail.
fr: Utilisez ceci pour enregister les votes de fin de partie, qu'ils passent ou échouent.

source: Modify Game
fr: Modifiez la Partie

source: Use this to change the players assigned to games (e.g. to replace a player) or the great power assignments.
fr: Utilisez ceci pour changer les joueurs assignés aux parties (par exemple, rempalcer un joueur) ou l'assignation des pays.

source: DipTV - Game %(game)s %(turn)s
fr: DipTV - Partie %(game)s %(turn)s

source: Game %(game)s
fr: Partie %(game)s

source: Round %(n)s
fr: Ronde %(n)s

source: (Complete)
fr: (Terminé)

source: No games exist in the round.
fr: Aucune partie n'existe pour cette ronde

source: DipTV - Game %(game)s %(subject)s
fr: DipTV - Partie %(game)s %(subject)s

source: Game %(game)s</a> %(subject)s
fr: Partie %(game)s</a> %(subject)s

source: DipTV - Game %(game)s SC Chart
fr: DipTV - Partie %(game)s Décompte des centres

source: Game ongoing
fr: Partie en cours

source: Neutrals
fr: Neutres

source: DipTV - Game %(game)s Supply Centres
fr: DipTV - Parties %(game)s Centres

source: Game %(game)s Supply Centres
fr: Partie %(game)s Centres

source: DipTV - Game %(game)s SC Ownership
fr: DipTV - Partie %(game)s Possesion des centres

source: Game %(game)s</a> SC Ownership
fr: Game %(game)s</a> Possesion des centres

source: DipTV - Game %(game)s Supply Centre Ownerships
fr: DipTV - Partie %(game)s Possesion des centres

source: Game %(game)s Supply Centre Ownerships
fr: Partie %(game)s Possession des centres

source: Note that Supply Centre counts will be updated to reflect what is entered here
fr: Notez que le décompte des centre sera mis à jour pour refléter ce qui est entré ici

source: DipTV - Game %(game)s Backstabbr import
fr: DipTV - Partie %(game)s Importer à partir de Backstabbr

source: Game %(game)s</a> Backstabbr import
fr: Partie %(game)s Importer à partir de Backstabbr

source: Imported centre counts for %(year)s:
fr: Décompte des centres importé pour %(year)s:

source: Overview
fr: Vue générale

source: (cycles between supply centre chart, supply centre ownership, and latest position)
fr: (cycles entre le tableau de décompte des centres, la possession des centres et la dernière position)

source: DipTV - Game %(game)s Draw Vote
fr: DipTV - Vote de fin de partie pour la Partie %(game)s

source: Game %(game)s Draw Vote
fr: Vote de fin de partie pour la Partie %(game)s

source: WDD Name and Id:
fr: Nom et ID dans la WDD

source: None
fr: Aucun

source: Tournaments
fr: Tournois

source: Unranked
fr: Non classé

source: No tournaments in the database
fr: Pas de tournoi dans la base

source: From the
fr: A partir de

source: Update background
fr: Mise à jour de l'origine

source: DipTV - Player Index
fr: DipTV - Liste des Joueurs

source: Player Index
fr: Liste des Joueurs

source: %(name)s in WDD
fr: %(name)s dans WDD

source: Not in WDD
fr: Pas dans WDD

source: No players exist in the database.
fr: Aucun joueur dans la base de données

source: first
fr: premier

source: previous
fr: précédent

source: Page %(current)s of %(total)s
fr: Page %(current)s de %(total)s

source: next
fr: suivant

source: last
fr: dernier

source: Add a single player
fr: Ajouter un joueur

source: Upload CSV file of players
fr: Charger le fichier CSV des joueurs

source: DipTV - Upload Players CSV
fr: DipTV - Chargmeent fichier CSV joueurs

source: Upload Players CSV
fr: Charger fichier Joueurs CSV

source: Mandatory columns:
fr: Colonnes obligatoires

source: Optional columns:
fr: Colonnes optionnelles

source: File:
fr: Fichier.

source: Upload
fr: Charger

source: DipTV - %(tournament)s Round %(round)s Board Call
fr: DipTV - %(tournament)s Appel des joueurs Round %(round)s

source: Round %(round)s Board Call
fr: Appel des joueurs pour la Ronde %(round)s

source: DipTV - %(tournament)s Round %(round)s Games
fr: DipTV - %(tournament)s Round %(round)s Parties

source: Round %(round)s
fr: Ronde %(round)s

source: Games
fr: Parties

source: this page
fr: cette page

source: roll call page
fr: page d'appel

source: DipTV - %(tournament)s Round %(round)s Views
fr: DipTV - %(tournament)s Vue d'ensemble de la Ronde %(round)s

source: Round %(round)s Views
fr: Vue d'ensemble de la Ronde %(round)s

source: Scoring system:
fr: Système de classement

source: All surviving players are included if a game ends in a draw.
fr: Tous les joueurs survivants sont inclus dans une égalité de fin de partie

source: Surviving players may vote themselves out of draws.
fr: Les joueurs survivants peuvent s'exclure d'une égalité de fin de partie

source: Games in this round end with %(year)s.
fr: Les parties de cette ronde se finissent en %(year)s.

source: Games in this round will end between %(start)s and %(end)s.
fr: Les parties de cette ronde se finissent entre %(start)s et %(end)s

source: Games in this round have no set endpoint.
fr: Les parties de cette ronde n'ont pas de fin prédéterminée.

source: players present.
fr: joueurs présents.

source: %(count)s Games
fr: %(count)s Parties

source: Played %(year)s.
fr: A joué %(year)s

source: (Complete)
fr: (Terminé)

source: Board Call
fr: Appel des tables

source: Game Index
fr: Liste des Parties

source: CSV file download:
fr: Chargement de fichier CSV

source: Board call
fr: Appel des tables

source: Enter player preferences
fr: Entrez les préférences des joueurs

source: Use this to enter player country preferences using a form.
fr: Utilisez ceci pour entrer les préférences des joueurs pour les pays en utilisant un formulaire

source: Roll Call
fr: Recensement des joueurs

source: Use this to get the software to assign players to games.
fr: Utiisez ceci pour que le logiciel assigne les joueurs aux parties

source: <b>Warning!</b> Clicking this link will permanently delete the existing %(count)s games!
fr: <b>Attention!</b> Clicquer ce lien effacera définitivenment les %(count)s parties existantes!

source: Create Games
fr: Créer les Parties

source: Use this to create the games for this round, to assign players to games, and to assign great powers to players.
fr: Utilisez ceci pour créer les parties pour cette ronde, pour assigner les joueurs aux parties, et pour assigner les pays aux joueurs.

source: Score Games
fr: Score des Parties

source: Use this if you need to override the scores calculated by the system.
fr: Utilisez ceci pour remplacer les scores calculés par le système

source: Modify Games
fr: Modifier les Parties

source: DipTV - %(tournament)s Round %(round)s Game Scores
fr: DipTV - %(tournament)s Ronde %(round)s Scores des Parties

source: DipTV - %(tournament)s Round %(round)s Game Seeding
fr: DipTV - %(tournament)s Round %(round)s Création des Parties

source: Game Seeding
fr: Création des Parties

source: With %(n_players)s players, you need <b>either</b> 1 player to sit out the round,
fr: Avec %(n_players)s joueurs, il faut que <b>soit</b> %(sitters)s joueur accepte de ne pas jouer cette ronde,

source: <b>or</b> 1 player to play in two games.
fr: <b>ou</b> 1 joueur jouera dans deux parties.

source: Back to roll call
fr: Retour au recensement

source: DipTV - %(tournament)s Round Index
fr: DipTV - %(tournament)s Lsite des Rondes

source: Start
fr: Commencer.

source: Completed
fr: Terminé.

source: No rounds exist in the tournament.
fr: Aucune ronde n'existe pour ce tournoi.

source: Ineligible for awards.
fr: Inadmissible pour les prix.

source: Round %(r)s
fr: Ronde %(r)s

source: Did not play.
fr: N'a pas joué.

source: Has not yet played.
fr: N'a pas encore joué

source: Player Background
fr: Origine du Joueur

source: DipTV - %(tournament)s Registered Players
fr: DipTV - %(tournament)s Joueurs enregistrés

source: Registered Players
fr: Joueurs enregistrés

source: Player
fr: Joueur

source: Backstabbr Username
fr: Nom d'utilisateur Backstabbr

source: Unranked?
fr: Non classé?

source: Email known?
fr: Courriel inconnu?

source: Prefs email sent?
fr: Courriel de préférences envoyé?

source: Yes
fr: Oui

source: Send prefs email
fr: Envoyer un courriel de préférences

source: Unregister player
fr: Désenregistrez un joueur

source: WARNING: You will really mess things up if you unregister a player who has played in the tournament
fr: AVERTISSEMENT: Vous allez causer des problèmes si vous désenregistrer un joueur qui a participé au tournoi

source: Register Players
fr: Joueurs Enregistrés

source: If a player doesn't appear in the dropdown, you'll first have to add them to the database, which you can do from
fr: Si le joueur n'apparait pas dans le menu déroulant, il faut d'abord l'ajouterdans la base, ce que vous pouvez faire

source: (Ineligible for awards)
fr: (Pas admissible pour les prix)

source: No players yet registered
fr: Aucun joueur enregistré

source: DipTV - %(tournament)s Best Countries
fr: DipTV - %(tournament)s Meilleurs Pays

source: Best Countries
fr: Meilleurs pays

source: unranked
fr: non classé

source: players registered.
fr: joueurs enregistrés

source: Virtual Face-to-face
fr: Face-à-Face virtuel

source: Face-to-face
fr: Face-à-Face

source: Tournament scoring:
fr: Score pour le tournoi

source: Round scoring:
fr: Score pour la ronde

source: %(count)s Rounds
fr: %(count)s Rondes

source: %(count)s Games.
fr: %(count)s Parties

source: Completed.
fr: Terminé

source: Counts of votes in favour of and against draws are revealed.
fr: Le compte des votes en faveur et contre la fin de partie sont révélés

source: Multi-frame view
fr: Vue multi-images

source: Final Standings
fr: Classement Final

source: Current Standings
fr: Classement Actuel

source: Game Summary
fr: Résumé de la partie

source: Current Round
fr: Ronde actuelle

source: game(s)
fr: partie(s)

source: No games
fr: Pas de partie.

source: Round Index
fr: Liste des rondes

source: CSV files for World Diplomacy Database upload:
fr: Fichiers CSV pour chargement dans la World Diplomacy Database

source: Classification
fr: Classement

source: Boards
fr: Tables

source: Add bias to the game seeder
fr: Ajouter un biais d'assignation

source: Use this if you have people playing in the tournament you want to keep apart (e.g. family members).
fr: Utilisez ceci si vous voulez que des joueurs ne soient pas à la même table(exemple des membres de la même famille)

source: Use this to specify which of the players at the tournament are actually playing in each round.
fr: Utilisez ceci pour spécifier quels joueurs du tournoi jouent effectivement dans chacune des rondes.

source: Upload preferences CSV
fr: Chargez les préférences CSV

source: Use this to upload a CSV file listing player country preferences.
fr: Utilisez ceci pour charger un fichier CSV qui liste les préférences de pays des joueurs.

source: Download preferences CSV
fr: Téléchargez préférences CSV

source: Use this to download a sample CSV file listing player country preferences.
fr: Utilisez ceci pour télécharger un fichier CSV qui liste les préférences de pays des joueurs..

source: Enter Scores
fr: Entrez les scores

source: Use this if you need to modify the scores that the system calculates when games end.
fr: Utilisez ceci si vous avez besoin de modifier les scores calculés par le logiciel à la fin de la partie.

source: Use this to add a picture of a game in progress.
fr: Utilisez ceci pour ajouter une image d'une partie en cours.

source: Player Country Preferences
fr: Préférences de pays pour les joueurs

source: Enter the initial of each power, in order, from highest to lowest preference.
fr: Entrez l'initiale de chaque pays dans l'ordre de vos préférences (de la plus haute à la plus basse)

source: Missing powers will be ranked equal last.
fr: Les pays manquants seront classés derniers

source: DipTV - Frame Picker
fr: DipTV - Choix de Cadre

source: Pick a screen layout:
fr: Choisissez une configuration d'écran

source: All views also have a news ticker across the bottom. You can choose any URL in each frame. Most will auto-refresh.
fr: Toutes les vues ont un compteur de nouvelles en bas. Vous pouvez choisir un URLdans chaque cadre. La plupart sont rafraichis automatiquement.

source: DipTV - %(tournament)s Game Results
fr: DipTV - %(tournament)s Résultat des Parties

source: Final Game Results
fr: Résultats finaux des parties

source: Current Game Results
fr: Résultats des parties en cours

source: Tournaments:
fr: Tournois

source: No tournaments are available.
fr: Aucun tournoi n'est disponible

source: Unpublished Tournaments:
fr: Tournois non publiés

source: Unpublished tournaments are not visible to most site users. To make one visible, check the 'is_published' checkbox for it in the
fr: Les tournois non publiés ne sont pas visibles par la pluârt des utilisateurs du site. Pour rendre un tournoi visiblecochez la case 'est_publié' dans la

source: admin page
fr: page d'administration

source: No unpublished tournaments are available.
fr: Aucun tournoi non publié n'est disponible

source: Add a tournament
fr: Ajouter un tournoi

source: Player Data Entry Confirmation
fr: Confirmation de la Saisie des Données des Joueurs

source: %(tournament)s Player Data Entry Confirmation
fr: %(tournament)s Confirmation de la Saisie des Données des Joueurs

source: Self-Check-In Done.
fr: Enregistrement Automatique Terminé

source: If something comes up, you can go back to <a href="%(url)s">that same page</a> to change whether you are playing or not.
fr: En cas de problème, vous pouvez retourner à <a href="%(url)s">that same page</a> pour cahnger votre statut de participation.

source: Player Data Entry
fr: Saisie des Données des Joueurs

source: %(tournament)s Player Data Entry
fr: %(tournament)s Saisie des Données des Joueurs

source: Current Preferences
fr: Préférences actuelles

source: (Highest priority)
fr: (Priorité la plus haute)

source: Remaining power(s) (if any) equal lowest priority.
fr: Pays restants (s'il y en a) avec priorité la plus basse

source: No power preference.
fr: Pas de préférence pour les pays

source: Change Preferences
fr: Changement de Préférences

source: DipTV - %(tournament)s Roll Call
fr: DipTV - %(tournament)s Recensement des joueurs

source: Players checked in
fr: Joueurs enregistrés

source: Final Scores
fr: Scores finaux

source: Current Scores
fr: Scores actuels

source: Tournament
fr: Tournoi

source: did not play
fr: n'a pas joué

source: DipTV - %(tournament)s Seeder Bias
fr: DipTV - %(tournament)s Biais d'assignation

source: Seeder Bias
fr: Biais d'assignation

source: Existing Bias
fr: Bias existant

source: Weight
fr: Poids

source: Remove
fr: Enlever

source: Game seeder is currently unbiased
fr: L'assignation de parties est actuellement non-biaisé

source: Add Bias
fr: Ajouter un Biais

source: DipTV - %(tournament)s Self-Check-In Control
fr: DipTV - %(tournament)s Contrôle d'enregsitrement automatique

source: Self-Check-In Control
fr: Contrôle d'enregistrement automatique

source: Enable self-check-in
fr: Autoriser l'enregistrement automatique

source: To allow players to check themselves in for a round, check the box for the round below. This will send all registered players an email with the URL of a page where they can check themselves in for the round.
fr: Pour autoriser les joueurs à s'enregistrer pour une ronde, cocher la case ci-dessous.Cela enverra à tous les joueurs enregistrés un courriel avec l'URL dela page sur laquelle ils peuvent s'enregistrer pour la ronde.

source: You should only enable self-check-ins for a round shortly before the round is due to start, to avoid players checking themselves in but then not actually playing.
fr: Vous ne devez autorisez l'enregistrement automatique juste avant le début de la ronde, pour éviter que les joueurs s'enregistrent mais ne jouent pas

source: DipTV - %(tournament)s Upload Preferences CSV
fr: DipTV - %(tournament)s Chargement des Préférences CSV

source: Upload Preferences CSV
fr: Chargement des Préférences CSV

source: (cycles between standings, game summary, and best country standings)
fr: (cylces entre le classement, le résumé des ârties et le classmeent des meilleurs pays

source: Round
fr: Ronde

source: Game %(game)s Overview
fr: Aperçu de la Partie %(game)s

source: (cycles between SC chart, SC ownership, and latest position)
fr: (cycles entre le tableau de décompte des centres, la possession des centres et la dernière position

source: Game %(game)s Supply Centre Chart
fr: Partie %(game)s Tableau de décompte des centres

source: Game %(game)s Supply Centre Ownership
fr: Partie %(game)s Possesion des Centres

source: (Not all tournaments record this info)
fr: (Tous les tournois n'ont pas cette information)

source: Game %(game)s Current Position
fr: Position Actuelle de la Partie %(game)s

source: No games in round %(n)s.
fr: Pas de parties à la ronde %(n)s

source: No rounds in tournament.
fr: Pas de ronde dans le tournoi

source: Player already registered
fr: Joueur déjà enregistré

source: Diplomacy Tournament Visualiser admin
fr: Administrateur du Visualiseur de Tournoi de Diplomatie

source: Diplomacy Tournament administration
fr: Administration d'un tournoi de Diplomatie

source: Models in the %(name)s application
fr: Modèles dans l'pplication %(name)s

source: Add
fr: Ajouter

source: Change
fr: Changer

source: You don't have permission to edit anything.
fr: Vous n'avez pas la permission d'éditer

source: Recent Actions
fr: Actions récentes

source: My Actions
fr: Mes actions

source: None available
fr: Non disponible

source: Unknown content
fr: Contenu inconnu
