Repository: ByteOfKathy/dipvis
Catalog: visualiser/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Please correct the error below.
fr: Svp, corrigez l'erreur ci-dessous.

source: Please correct the errors below.
fr: Svp, corrigez les erreurs ci-dessous.

source: Password:
fr: Mot de passe:

source: Forgotten your password or username?
fr: Nom d'utilisateur ou mot de passe oubliés?

source: Log in
fr: Identification

source: %(value)d is not a valid game year
fr: %(value)d n'est pas une année de jeu valide

source: %(value)d is not a valid ranking
fr: %(value)d n'est pas un classement valide

source: %(prefs)s contains duplicate characters
fr: %(prefs)s contient des caractères en double

source: %(prefs)s contains invalid character(s)
fr: %(prefs)s contient des caractère(s) invalides

source: set
fr: ensemble

source: %(power)s in %(the_set)s
fr: %(power)s dans %(the_set)s

source: Round %(number)d
fr: Ronde %(number)d

source: (Finished)
fr: (Terminé)

source: (Self-check-in not yet allowed)
fr: (L'enregistrement automatique n'est pas autorisé)

source: (Self-check-in closed)
fr: (L'enregistrement automatique est terminé)

source: Game Name
fr: Nom de la partie

source: Game Set
fr: Ensemble de parties

source: Player %(player)s appears more than once
fr: Le joueur %(player)s apparaît plus d'une fois

source: Game names must be unique within the tournament
fr: Le nom des parties doit être unique pour un tournoi donné

source: Power %(power)s appears more than once
fr: Le pays %(power)s apparaît plus d'une fois

source: Player sitting out
fr: Joueur qui ne participe pas à la ronde

source: Player to play two games
fr: Joueur qui joue deux parties

source: Too few players sitting out games. Got %(actual)d, expected %(expected)d
fr: Trop peu de joueurs qui ne participent pas à la ronde. Nombre actuel %(actual)d, attendu %(expected)d

source: Too few players playing two games. Got %(actual)d, expected %(expected)d
fr: Trop peu de joueurs jouent deux parties. Nombre actuel %(actual)d, attendu %(expected)d

source: Either have players sit out the round or have players play two games
fr: Il faut que des joueurs ne participent pas à la ronde ou que des joueurs jouent deux parties

source: Year %(year)s appears more than once
fr: L'année %(year)s apparaît plus d'une fois

source: Supply Centres should never change from owned to neutral
fr: Les centres ne doivent jamais redevenir neutres

source: Game ended
fr: La partie est terminée

source: Eliminated (optional):
fr: Éliminé (optionnel):

source: Total SC count for %(year)d is %(dots)d, more than %(max)d
fr: Le total des centres pour %(year)d est %(dots)d, plus que %(max)d

source: Neutrals increases from %(before)d to %(after)d in %(year)d
fr: Les aresenaux neutres ont augmenté de %(before)d à %(after)d l'année %(year)d

source: Solo or bust
fr: Solo ou rien

source: Draw size
fr: Taille de l'égalité

source: If there is a solo: - Soloers score %(soloer_pts)d. - Losers to a solo score %(loss_pts)d. Otherwise: - Participants get %(played_pts)d. - Everyone gets one point per centre owned. - Power with the most centres gets %(first_pts)d. - Power with the second most centres gets %(second_pts)d. - Power with the third most centres gets %(third_pts)d. - if powers are tied for rank, they split the points for their ranks.
fr: Si il y a un solo: - Le joueur qui a un solo obtient un score de %(soloer_pts)d. - Les joueurs qui subissent un solo obtiennent un score de %(loss_pts)d. Sinon: - Les participants obtiennent un score de %(played_pts)d. - Chacun obtient un point par centre. - Le pays avec le plus de centres obtient %(first_pts)d. - Le pays avec le deuxième plus grand nombre de centres obtient %(second_pts)d. - Le pays avec le troisième plus grand nombre de centres obtient %(third_pts)d. - si des pays sont à égalité, les points de position sont partagés.

source: If any power soloed, they get %(solo_pts)d points and all others get zero. Otherwise, all powers score 1 point per centre owned at the end plus points for their final position. Position points are %(pos_1)d, %(pos_2)d, %(pos_3)d, %(pos_4)d, %(pos_5)d, %(pos_6)d, or %(pos_7)d, with ties splitting those points.
fr: si un pays a un solo, il obtient %(solo_pts)d points et les autres joueurs obtiennent zero. Sinon, chaque pays obtient 1 point par centre contrôléà la fin de la partie plus points pour leur position finale. Les points liés à la position sont %(pos_1)d, %(pos_2)d, %(pos_3)d, %(pos_4)d, %(pos_5)d, %(pos_6)d, or %(pos_7)d, les points étant partagés en cas d'égalité.

source: Sum of Squares
fr: Somme des carrés des centres

source: Carnage with dead equal
fr: Carnage avec égalité pour les éliminés

source: Carnage with elimination order
fr: Carnage avec ordre d'élimination

source: Total supply centre count is %(total)d
fr: Le écompte total des centres est de %(total)d

source: %(power)p cannot be eliminated in %(year)d
fr: %(power)p ne peut pas être éliminé en %(year)d

source: %(power)p cannot be eliminated in %(year)d if the game ended in %(end)d
fr: %(power)p ne peut pas être éliminé en %(year)d si la partie s'est terminée en %(end)d

source: %(power)p annot be eliminated in %(year)d and now have %(dots)d centre(s)
fr: %(power)p ne peut pas être éliminé en %(year)d et maintenant posséder %(dots)d centre(s)

source: %(power)s cannot have %(count)d SCs and be eliminated in %(year)d
fr: %(power)s ne peut pas avoir %(count)d centres et être éliminé en %(year)d

source: spring
fr: printemps

source: fall
fr: automne

source: Best game counts
fr: La meilleure partie compte

source: Best game counts. Sitters get %(points)d%(once)s
fr: La meilleure partie compte. Les joueurs qui n'ont pas joué de manière involontaire obtiennent %(points)d%(once)s

source: Sum best 2 rounds
fr: Somme des 2 meilleures rondes

source: Sum best 3 rounds
fr: Somme des 3 meilleures rondes

source: Sum best 4 rounds
fr: Somme des 4 meilleures rondes

source: %(value)d is not a valid SC count
fr: %(value)d n'est pas un nombre de centres valide

source: Game names cannot contain spaces
fr: Le nom des parties ne peut contenir d'espace

source: %(value)d is not a valid vote count
fr: %(value)d n'est pas un nombre de votes valide

source: Pass/Fail
fr: Passe/Echoue

source: Numbers for and against
fr: Nombre pour et contre

source: Minimising playing the same power
fr: Minimiser les joueurs qui rejouent le même pays

source: Manually by TD or at the board
fr: Manuellement par le DT ou à la table

source: Using player preferences and ranking
fr: Utilisation des préférences des joueurs et du classement

source: Highest score
fr: Score le plus élevé

source: Highest centre count
fr: Plus grand nombre de centres

source: Face to Face
fr: Face à Face

source: Virtual Face to Face
fr: Face à Face virtuel

source: How to combine round scores into a tournament score
fr: Comment combiner les scores pour le classement du tournoi

source: How to combine game scores into a round score
fr: Comment combiner les scores des parties en score pour la ronde

source: What players are told about failed draw votes
fr: Quels joueurs apprennent l'échec d'un vote de fin de partie

source: Whether the tournament is visible to all site visitors
fr: Est-ce que le tournoi est visible à tous les visiteurs du site

source: Which users can modify the tournament,<br/> and see it while it is unpublished.<br/>
fr: Quels utilisateurs peuvent modifier le tournoi,<br/> et le voir qunad il est non publié.<br/>

source: This tournament's id in the WDD
fr: Le numéro de ce tournoi dans la WDD

source: Add this after the tournament is complete and results have been uploaded to the WDD
fr: Ajouter cela quand le tournoi est terminé et que les résultats ont été chargésdans la wDD

source: Check to let the software seed players to games
fr: Cocher pour que le logiciel assigne les joueurs aux parties

source: How powers are assigned
fr: Comment les pays sont assignés

source: Uncheck to disallow any further changes to the tournament
fr: Déslectionner pour ne plus autoriser de changement pour ce tournoi

source: How Best Country awards are determined
fr: Comment les prix pour les meilleurs pays sont déterminés

source: Check to only generate email to tournament managers
fr: Cocher pour générer des messages uniquement pour les gestionnaires de tournoi

source: Ineligible for awards
fr: Pas éligibles pour les prix

source: Set this to ignore this player when determining rankings
fr: A fixer pour ignorer ce joueur dans le classment

source: Username on the backstabbr website
fr: Nom d'utilisateur sur le site backstabbr

source: %(player)s at %(tourney)s
fr: %(player)s à %(tourney)s

source: %(value)d is not a valid weighting
fr: %(value)d n'est pas un poids valide

source: Number of games to pretend they've already played together
fr: Nombre de parties pour indiquer qu'ils ont déjà joué ensemble

source: The players must differ
fr: Les joueurs doivent être différents

source: The players must be playing the same tournament
fr: Les joueurs doivent jouer dans le même tournoi

source: %(p1)s and %(p2)s at %(tourney)s
fr: %(p1)s et %(p2)s à %(tourney)s

source: %(player)s ranks %(power)s at %(rank)d
fr: %(player)s classe %(power)s en %(rank)d

source: Game scoring system
fr: Système de classement

source: How to calculate a score for one game
fr: Comment calculer le score pour une partie

source: Draws Include All Survivors
fr: Les votes de fin de partie doivent inclure tous les survivants

source: Enable self-check-ins
fr: Autoriser l'enregistement automatique

source: Round %(round)d could end as early as %(time)s.
fr: La ronde %(round)d peut se terminer dès %(time)s

source: Round %(round)d could end as late as %(time)s.
fr: La ronde %(round)d peut se terminer au plus tard en %(time)s.

source: Round %(round)d will end after playing year %(year)d.
fr: La ronde %(round)d se termine après avoir l'année %(year)d.

source: Earliest end time specified without latest end time
fr: Durée minimale de partie spécifiée sans durée maximiale

source: Latest end time specified without earliest end time
fr: Durée maximale de partie spécifiée sans durée minimale

source: %(tournament)s round %(round)d
fr: %(tournament)s ronde %(round)d

source: Must be unique within the tournament. No spaces
fr: Doit être unique pour ce tournoi. Pas d'espace.

source: round
fr: ronde

source: Will be included in board call emails and game page
fr: Sera inclu dans les messages d'assignement des parties et dans la page des parties

source: Missing count of %(dots)d centre(s) for %(power)s
fr: Le nombre de centre(s) %(dots)d pour %(power)s est manquant

source: %(power)s owns %(sco_dots)d centre(s) in %(year)d, but their centrecount is %(dots)d
fr: %(power)s possède %(sco_dots)d centre(s) en %(year)d, mais le compte de leurs centres est de %(dots)d

source: Game%(game)s conceded to
fr: Partie %(game)s concédée à

source: Vote passed to end game%(game)s as a %(n)d-way draw between
fr: Vote de fin de partie pour la partie %(game)s comme égalité à %(n)d entre

source: Game%(game)s won by %(player)s (%(power)s)
fr: Partie%(game)s gagnée par %(player)s (%(power)s)

source: Game%(game)s ended. Board top is %(top)d centres, for %(player)s
fr: Partie%(game)s terminée. Les joueurs %(player)s ont gagné avec %(top)d centres

source: %(game)s at %(tourney)s
fr: %(game)s à %(tourney)s

source: %(dot)s in %(game)s was owned by %(power)s at the end of %(year)d
fr: %(dot)s dans %(game)s appartenait à %(power)s à la fin de %(year)d

source: This DrawProposal only has pass/fail, not vote counts
fr: Cette proposition de fin de partie est passe/échoue, pas de décompte des votes

source: Draw powers should go as early as possible
fr: Les pays doivent être choisis aussitôt que possible

source: %(power)s present more than once
fr: %(power)s présent plus d'une fois

source: Game already has a successful draw proposal
fr: La partie est déjà terminée avec un vote de fin partie

source: Game already has a centre count for %(year)d
fr: La partie a déja un décompte des centres pour %(year)d

source: Dead power %(power)s included in proposal
fr: Le pays éliminé %(power)s est inclu dans la proposition

source: Missing alive power %(power)s in DIAS game
fr: Pays encore actif %(power)s non inlcus dans un vote qui doit inclure tous les surivivants

source: Passed needs a value
fr: Vote passé doit inclure une valeur

source: Votes_in_favour needs a value
fr: Votes_en_faveur doit inclure une valeur

source: number of games being played this round
fr: nombre de aprties jouées cette ronde

source: Player is not yet in the tournament
fr: Ce joueur n'est pas isncrit à ce tournoi

source: %(player)s in %(round)s
fr: %(player)s dans %(round)s

source: Eliminated as %(power)s in %(year)d
fr: Éliminé avec %(power)s en %(year)d

source: Solo as %(power)s with %(dots)d %(dot_str)s in %(year)d
fr: Solo avec %(power)s avec %(dots)d %(dot_str)s en %(year)d

source: Loss as %(power)s with %(dots)d %(dot_str)s in %(year)d
fr: Défaite avec %(power)s avec %(dots)d %(dot_str)s en %(year)d

source: %(n)d-way draw as %(power)s with %(dots)d %(dot_str)s in %(year)d
fr: Égalité à %(n)d avec %(power)s avec %(dots)d %(dot_str)s en %(year)d

source: (board top)
fr: (Victoire)

source: (%(n)d-way tied board top)
fr: (Victoire partagée à %(n)d

source: %(dots)d %(dot_str)s%(topper)s as %(power)s in %(year)d
fr: %(dots)d %(dot_str)s%(topper)s avec %(power)s en %(year)d

source: in <a href="%(url)s">%(game)s</a>
fr: dans <a href="%(url)s">%(game)s</a>

source: [Top Board]
fr: [Table Finale]

source: [Ongoing]
fr: [En cours]

source: Final season played must also be specified
fr: La saison finale jouée doit aussi être spécifiée

source: Final year must be specified with final season
fr: L'année finale doit être spécifiée avec la saison finale

source: %(player1)s and %(player2)s both start playing %(power)s %(season)s %(year)d
fr: %(player1)s et %(player2)s ont tous les deux commencé à jouer %(power)s %(season)s %(year)d

source: %(player)s is listed as playing %(power)s in game %(game)s from %(season)s %(year)d
fr: %(player)s est listé comme joueur de %(power)s dans la partie %(game)s à partir de %(season)s %(year)d

source: %(player)s is listed as still playing %(power)s in game %(game)s from %(season)s %(year)d
fr: %(player)s joue encore %(power)s dans la partie %(game)s à partir de %(season)s %(year)d

source: %(player)s as %(power)s in %(game)s
fr: %(player)s avec %(power)s dans %(game)s

source: %(player)s in %(game)s Power TBD
fr: %(player)s dans %(game)s Pays à décider.

source: movement
fr: mouvement

source: retreats
fr: retraite

source: adjustments
fr: ajsutements

source: No adjustment phase in spring
fr: Pas de phase d'ajustement au printemps

source: %(game)s %(turn)s image
fr: image de %(turn)s dans %(game)s

source: Games in this round end with %(year)d
fr: Les parties de cette ronde se finissent en %(year)d

source: SC count for a power cannot increase from zero
fr: Le nombre de centres d'un pays ne peut pas augmenter après être à zéro

source: SC count for a power cannot more than double in a year
fr: Le nombre de centres d'un pays ne pas plus que doubler au cours d'une année

source: were
fr: étaient

source: are
fr: sont

source: %(count)d players %(are)s registered to play in the tournament.
fr: %(count)d joueurs %(are)s sont enregistrés pour jouer dans ce tournoi.

source: Round %(r_num)d of %(rounds)d is currently being played.
fr: La ronde %(r_num)d de %(rounds)d est en cours.

source: Round %(r_num)d of %(rounds)d will begin at %(date)s.
fr: La ronde %(r_num)d de %(rounds)d commencera à %(date)s

source: %(player)s came %(pos)s, with a score of %(score).2f.
fr: %(player)s a fini %(pos)s, avec un score de %(score).2f.

source: %(player)s won Best %(country)s with %(dots)d centre(s) and a score of %(score).2f in game %(game)s of round %(round)d.
fr: %(player)s a remporté Meilleure %(country)s avec %(dots)d centre(s) et un score de %(score).2f dans la partie %(game)s de la ronde %(round)d.

source: Best %(country)s was jointly won by %(winner_str)s with %(dots)d centre(s) and a score of %(score).2f.
fr: Meilleure %(country)s a été remportée conjointement par %(winner_str)s avec %(dots)d centre(s) et un score de %(score).2f.

source: Tournament has yet to start.
fr: Le tournoi n'a pas encore commencé

source: One of %(rounds)d has been played.
fr: Une des %(rounds)d a été jouée.

source: If the tournament ended now, the winning score would be %(score).2f for %(players)s.
fr: si le tournoi finissait maintenant, le score les plus élevé serait de %(score).2f pour %(players)s.

source: Current
fr: Courant

source: %(done)s top score for round %(r_num)d is %(score).2f for %(players)s.
fr: Le score le plus élevé %(done)s pour la ronde %(r_num)d est de %(score).2f pour %(players)s.

source: %(count)d players %(are)s registered to play in the round.
fr: %(count)d joueurs %(are)s sont enregistrés pour jouer cette ronde.

source: Round %(r_num)d has ended.
fr: La ronde %(r_num)d est terminée.

source: Round %(r_num)d has not yet started.
fr: La ronde %(r_num)d n'a pas commencé

source: One of the %(total_num)d games in round %(r_num)d have ended.
fr: Une des %(total_num)d parties de la ronde %(r_num)d est terminée.

source: in game %(name)s
fr: dans la partie %(name)s

source: %(dot)s has been owned by %(owners)d different Great Powers (%(list)s).
fr: %(dot)s a été possédé par %(owners)d différents pays (%(list)s).

source: Highest SC count%(game)s is %(dots)d, for %(player)s.
fr: Plus grand nombre de centres dans %(game)s est de %(dots)d, pour %(player)s.

source: %(player)s (%(power)s) grew from %(old)d to %(new)d centres%(game)s.
fr: %(player)s (%(power)s) est passé de %(old)d à %(new)d centres%(game)s.

source: %(sc)s (from %(power)s)
fr: %(sc)s (de %(power)s)

source: %(sc)s (neutral)
fr: %(sc)s (neutre)

source: no centres
fr: pas de centre

source: %(sc)s (to %(power)s)
fr: %(sc)s (à %(power)s)

source: %(player)s (%(power)s) took %(gains)s and lost %(losses)s%(game)s.
fr: %(player)s (%(power)s) a gagné %(gains)s et perdu %(losses)s%(game)s.

source: %(count)d non-neutral centre(s) changed hands%(game)s.
fr: %(count)d centres non-neutres ont changé de propriétaire%(game)s.

source: %(count)d draw vote(s) have been taken.
fr: %(count)d votes de fin de aprtie ont eu lieu.

source: , %(for)d for, %(against)d against
fr: , %(for)d pour, %(against)d contre

source: Vote to concede to %(powers)s failed%(game)s%(count)s.
fr: Vote de concession envers %(powers)s a échoué %(game)s%(count)s.

source: Draw vote for %(n)d-way between %(powers)s failed%(game)s%(count)s.
fr: vote de fin de partie pour ne égalité à %(n)d entre %(powers)s a échoué %(game)s%(count)s.

source: %(player)s (%(power)s) was eliminated in %(year)d%(game)s.
fr: %(player)s (%(power)s) a été éliminé en %(year)d%(game)s.

source: %(value)d is not a valid WDD player Id
fr: %(value)d n'est pas une Id valide sur WDD

source: %(value)d is not a valid WDD tournament Id
fr: %(value)d n'est pas un numéro de tournoi valide sur WDD

source: WDD player id
fr: Id de joueur sur WDD

source: If the Player has an account on the site, record it here
fr: Si le Joueur a un compte sur le site, enregistrez-le ici

source: WDD Id %(wdd_id)d is invalid
fr: L'Id WDD %(wdd_id)d n'est pas valide

source: %(name)s has never won Best %(power)s.
fr: %(name)s n'a jamais remproté Meilleure %(power)s.

source: once
fr: une fois

source: %(count)d times
fr: %(count)d fois

source: %(name)s has won Best %(power)s %(count_str)s.
fr: %(name)s a remporté Meilleure %(power)s %(count_str)s.

source: %(name)s first won %(award)s in %(year)d at %(tourney)s
fr: %(name)s a remporté pour la première fois %(award)s en %(year)d à %(tourney)s

source: with %(dots)d Supply Centres
fr: avec %(dots)d centres

source: %(name)s most recently won %(award)s in %(year)d at %(tourney)s
fr: %(name)s a récemment gagné %(award)s en %(year)d à %(tourney)s

source: %(name)s won %(award)s at %(tourney)s.
fr: %(name)s a remporté %(award)s à %(tourney)s.

source: This is the first tournament for %(name)s.
fr: C'est le premier tournoi pour %(name)s.

source: %(name)s has competed in %(number)d tournament(s).
fr: %(name)s a participé à %(number)d tournoi(s).

source: %(name)s first competed in a tournament (%(tournament)s) in %(year)d.
fr: Le premier tournoi de %(name)s est (%(tournament)s) en %(year)d.

source: %(name)s most recently competed in a tournament (%(tournament)s) in %(year)d.
fr: Le tournoi le plus récent de %(name)s a été (%(tournament)s) en %(year)d.

source: %(name)s has won %(wins)d of %(plays)d tournaments (%(percentage).2f%%).
fr: %(name)s a remporté %(wins)d des %(plays)d tournois joués (%(percentage).2f%%).

source: %(name)s won their first tournament (%(tourney)s) in %(year)d.
fr: %(name)s a remporté son premier tournoi (%(tourney)s) en %(year)d.

source: %(name)s most recently won a tournament (%(tourney)s) in %(year)d.
fr: La victoire la plus récente de %(name)s est (%(tourney)s) en %(year)d.

source: as %(power)s
fr: avec %(power)s

source: %(name)s has never played%(power)s in a tournament before.
fr: %(name)s n'a jamais joué %(power)s en tournoi auparavant.

source: games
fr: parties

source: game
fr: partie

source: %(name)s has played %(games)d tournament %(games_word)s%(power)s.
fr: %(name)s a joué %(games)d tournament %(games_word)s%(power)s.

source: %(name)s has soloed %(solos)d of %(games)d tournament %(games_word)s played%(power)s (%(percentage).2f%%).
fr: %(name)s a obtenu un solo %(solos)d sur %(games)d de parties de torunois %(games_word)s jouées%(power)s (%(percentage).2f%%).

source: %(name)s has yet to solo%(power)s at a tournament.
fr: %(name)s n'a jamais eu de solo avec %(power)s dans un tournoi.

source: %(name)s was eliminated in %(deaths)d of %(games)d tournament %(games_word)s played%(power)s (%(percentage).2f%%).
fr: %(name)s a été éliminé dans %(deaths)d des %(games)d parties de tournois %(games_word)s %(power)s joué (%(percentage).2f%%).

source: %(name)s has yet to be eliminated%(power)s in a tournament.
fr: %(name)s n'a jamais été éliminé avec %(power)s dans un tournoi.

source: %(name)s topped the board in %(tops)d of %(games)d tournament %(games_word)s played%(power)s (%(percentage).2f%%).
fr: %(name)s a remporté %(tops)d parties sur %(games)d parties de torunois %(games_word)s jouéesa joué %(power)s (%(percentage).2f%%).

source: %(name)s has yet to top the board%(power)s at a tournament.
fr: %(name)s n'a pas encore gagné avec %(power)s à un tournoi.

source: WDD tournament id
fr: ID WDD du tournoi

source: %(player)s came %(position)s at %(tournament)s
fr: %(player)s a fini %(position)s à %(tournament)s

source: in %(year)d
fr: en %(year)d

source: Win
fr: Victoire

source: 2-way draw
fr: Égalité à 2

source: 3-way draw
fr: Égalité à 3

source: 4-way draw
fr: Égalité à 4

source: 5-way draw
fr: Égalité à 5

source: 6-way draw
fr: Égalité à 6

source: 7-way draw
fr: Égalité à 7

source: Loss
fr: Défaite

source: %(player)s played %(power)s in %(game)s at %(tourney)s
fr: %(player)s a joué %(power)s dans la partie %(game)s à %(tourney)s

source: %(player)s won %(award)s at %(tourney)s
fr: %(player)s a gagné %(award)s à %(tourney)s

source: %(player)s is ranked %(ranking)s in their country in the %(system)s
fr: %(player)s a un classement national de %(ranking)s dans le %(system)s

source: %(player)s is ranked %(ranking)s internationally in the %(system)s
fr: %(player)s ea un classement international de %(ranking)s dans %(system)s

source: DipTV - Diplomacy Tournament Visualiser
fr: DipTV - Visualisation de Torunoi de Diplomatie

source: login
fr: se connecter

source: Retrieved at
fr: Récupéré à

source: Retrieved by %(user)s at
fr: Récupéré par %(user)s à

source: Submit
fr: Soumettre

source: Summary
fr: Résumé

source: Examples
fr: Exemples

source: Elimination year
fr: Année d'élimination
